
/* Class = "UILabel"; text = "CARB"; ObjectID = "1VI-Xe-Y0Z"; */
"1VI-Xe-Y0Z.text" = "كربوهيدرات";

/* Class = "UILabel"; text = "CAL"; ObjectID = "3ds-57-1zg"; */
"3ds-57-1zg.text" = "سعرة حرارية";

/* Class = "UILabel"; text = "-"; ObjectID = "51p-Xy-hKA"; */
"51p-Xy-hKA.text" = "-";

/* Class = "UILabel"; text = "CAL"; ObjectID = "5ta-bS-4ZU"; */
"5ta-bS-4ZU.text" = "سعرة حرارية";

/* Class = "UIButton"; normalTitle = "Done"; ObjectID = "7Jx-mY-1GV"; */
"7Jx-mY-1GV.normalTitle" = "تم";

/* Class = "UIButton"; normalTitle = "Done"; ObjectID = "7uc-ft-POT"; */
"7uc-ft-POT.normalTitle" = "تم";

/* Class = "UIBarButtonItem"; title = "Next"; ObjectID = "Egc-CM-cQ5"; */
"Egc-CM-cQ5.title" = "التالي";

/* Class = "UIButton"; normalTitle = "Dinner"; ObjectID = "F2K-7e-KYI"; */
"F2K-7e-KYI.normalTitle" = "العشاء";

/* Class = "UIButton"; normalTitle = "recipe"; ObjectID = "FJc-i6-K03"; */
"FJc-i6-K03.normalTitle" = "الوصفة";

/* Class = "UILabel"; text = "FAT"; ObjectID = "FxB-AA-jmg"; */
"FxB-AA-jmg.text" = "دهون";

/* Class = "UISegmentedControl"; G6B-s2-s6j.segmentTitles[0] = "Food Item"; ObjectID = "G6B-s2-s6j"; */
"G6B-s2-s6j.segmentTitles[0]" = "عنصر غذائي";

/* Class = "UISegmentedControl"; G6B-s2-s6j.segmentTitles[1] = "Recipe"; ObjectID = "G6B-s2-s6j"; */
"G6B-s2-s6j.segmentTitles[1]" = "الوصفة";

/* Class = "UILabel"; text = "-"; ObjectID = "IUd-Xq-N5F"; */
"IUd-Xq-N5F.text" = "-";

/* Class = "UIButton"; normalTitle = "Lunch"; ObjectID = "J0u-yz-GqK"; */
"J0u-yz-GqK.normalTitle" = "الغداء";

/* Class = "UIButton"; normalTitle = "Breakfast"; ObjectID = "LNi-wU-tCL"; */
"LNi-wU-tCL.normalTitle" = "الإفطار";

/* Class = "UIButton"; normalTitle = "ST-stress"; ObjectID = "LZf-yP-nGX"; */
"LZf-yP-nGX.normalTitle" = "جهد القلب";

/* Class = "UILabel"; text = "PROTEIN"; ObjectID = "Pvw-KZ-kuo"; */
"Pvw-KZ-kuo.text" = "بروتين";

/* Class = "UIButton"; normalTitle = "Snack"; ObjectID = "W3Q-hB-B8g"; */
"W3Q-hB-B8g.normalTitle" = "وجبة خفيفة";

/* Class = "UILabel"; text = "-"; ObjectID = "WPO-6O-geh"; */
"WPO-6O-geh.text" = "-";

/* Class = "UIButton"; highlightedTitle = "tag-friends"; ObjectID = "aPw-Um-S1O"; */
"aPw-Um-S1O.highlightedTitle" = "إشارة للأصدقاء";

/* Class = "UIButton"; normalTitle = "tag-friends"; ObjectID = "aPw-Um-S1O"; */
"aPw-Um-S1O.normalTitle" = "إشارة للأصدقاء";

/* Class = "UIButton"; selectedTitle = "tag-friends"; ObjectID = "aPw-Um-S1O"; */
"aPw-Um-S1O.selectedTitle" = "إشارة للأصدقاء";

/* Class = "UIButton"; normalTitle = "Dinner"; ObjectID = "bAE-BB-MAA"; */
"bAE-BB-MAA.normalTitle" = "العشاء";

/* Class = "UIButton"; normalTitle = "Lunch"; ObjectID = "eYK-Kt-Hwd"; */
"eYK-Kt-Hwd.normalTitle" = "الغداء";

/* Class = "UILabel"; text = "CARB"; ObjectID = "fxg-fq-edQ"; */
"fxg-fq-edQ.text" = "كربوهيدرات";

/* Class = "UILabel"; text = "-"; ObjectID = "h3b-TL-TeT"; */
"h3b-TL-TeT.text" = "-";

/* Class = "UISearchBar"; placeholder = "Search Food"; ObjectID = "iId-pH-zlF"; */
"iId-pH-zlF.placeholder" = "بحث عن طعام";

/* Class = "UILabel"; text = "0 items selected"; ObjectID = "iuM-ho-AND"; */
"iuM-ho-AND.text" = "تم تحديد 0 عنصر";

/* Class = "UIBarButtonItem"; title = "Close"; ObjectID = "l7j-dY-1Ie"; */
"l7j-dY-1Ie.title" = "إغلاق";

/* Class = "UIBarButtonItem"; title = "Next"; ObjectID = "mo8-cP-xRN"; */
"mo8-cP-xRN.title" = "التالي";

/* Class = "UISegmentedControl"; nac-7X-yat.segmentTitles[0] = "Fractions"; ObjectID = "nac-7X-yat"; */
"nac-7X-yat.segmentTitles[0]" = "كسور";

/* Class = "UISegmentedControl"; nac-7X-yat.segmentTitles[1] = "Decimal"; ObjectID = "nac-7X-yat"; */
"nac-7X-yat.segmentTitles[1]" = "عدد عشري";

/* Class = "UIButton"; normalTitle = "Snack"; ObjectID = "sul-Db-hji"; */
"sul-Db-hji.normalTitle" = "وجبة خفيفة";

/* Class = "UIBarButtonItem"; title = "Next"; ObjectID = "t5s-xG-PK6"; */
"t5s-xG-PK6.title" = "التالي";

/* Class = "UILabel"; text = "PROTEIN"; ObjectID = "tGc-Cf-MmO"; */
"tGc-Cf-MmO.text" = "بروتين";

/* Class = "UIButton"; normalTitle = "barcode"; ObjectID = "v0i-VV-ODo"; */
"v0i-VV-ODo.normalTitle" = "الباركود";

/* Class = "UIButton"; normalTitle = "Add"; ObjectID = "vOa-b6-9fH"; */
"vOa-b6-9fH.normalTitle" = "إضافة";

/* Class = "UILabel"; text = "FAT"; ObjectID = "vkf-OV-GLB"; */
"vkf-OV-GLB.text" = "دهون";

/* Class = "UIBarButtonItem"; title = "Cancel"; ObjectID = "xbD-wI-fww"; */
"xbD-wI-fww.title" = "إلغاء";

/* Class = "UIButton"; normalTitle = "Breakfast"; ObjectID = "yh9-va-8vk"; */
"yh9-va-8vk.normalTitle" = "الإفطار";

/* Class = "UIBarButtonItem"; title = "Done"; ObjectID = "zUQ-Jy-16F"; */
"zUQ-Jy-16F.title" = "تم";
